# Текст персонажей, подводка к загадке
pers_step={
    'kupol':[['''Холодом повеяло, ветра поднялись. Видит Садко - из-за купола Кащей идет:\n
        По какой-такой причине ты, холоп, посмел беспокоить меня?
        Если окажется что ты попусту побеспокоил Его Великое Душегубство – не сносить тебе головы!
        Расскажи, что ты от меня хочешь?''', \
        """<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/71ae6263-6cb1-4785-aa33-fb8867d660ed.opus">"""\
              ,'person'],\
        [ '''Ну что, придется тебе на вопрос мой ответить. Ответишь правильно - скажу,\
        куда тебе путь держать, где птицу твою искать. А продуешь, со мной останешься. \
        Будешь под памятником тысячелетия тысячу лет куковать! Значит так. Видишь \
        наверху ангел стоит? ''', \
        '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/55d60823-e20c-46cc-8439-8c07b22fd6b2.opus">''',\
        'zagadka'], ['''Эх и сказочник ты! Доложили мне мои черти, что жар-птицу ищешь ты! \
        Ну что ж, тогда на вопрос мой ответить. Ответишь правильно - скажу \
        куда тебе путь держать, где птицу твою искать. А продуешь, со мной останешься. \
        Будешь под памятником тысячелетия тысячу лет куковать! Значит так. Видишь наверху ангел стоит? '''\
        , '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/60c0ba83-a74a-411a-99dd-0e5f80fdb10c.opus">'''\
        , 'zagadka']],
    'zvonnitsa':[[ '''Оглядел Садко звонницу - видит птица сидит с человеческим лицом, да и молвит:
            -  О, добрый молодец! Принес мне колокольный звон, что любушку свою, ненаглядную порадовать хочешь.\
            Чем помочь я тебе могу, что ищешь ты? ''', \
            """<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/09007db2-6d1c-4263-aea9-d83281bab8f3.opus">"""\
            ,'person'],['''Рассказала бы я где ее искать, да с тех пор как колокола с небес спустились грустно мне и одиноко! \
            Давай я тебе загадку загадаю, порадуешь меня. Ответишь правильно - дам тебе подсказку, где птицу твою искать,\
            не ответишь - скатертью дорожка! Согласен?''',\
            '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/54bf2755-b0d9-4dd3-8fa0-d8e1ae29ecd5.opus">''',\
            'zagadka'],['''Помочь тебе  только жар-птица сможет! Рассказала бы я где ее искать, да с тех пор как колокола с небес\
            спустились грустно мне и одиноко!Давай я тебе загадку загадаю, порадуешь меня. Ответишь правильно - дам тебе подсказку, \
            где твою птицу искать, не ответишь - скатертью дорожка! Согласен?''',
            '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/2db19094-0f38-45f0-9c45-da5c8338687f.opus">''',\
            'zagadka']],
    'cathedral':[['''Подошел Садко к воротам заморским, искусно умельцами магдебургскими вырезанными, да в качестве трофея в битве\
            с шведскими ворогами в 1187 году захваченными.Видит - Баба-яга сидит, посохом по ступе постукивает, да губами \
            беззубыми причмокивает: \
            Ох и людей сегодня! Ходят все, смотрят, да никто не поговорит со старушкою! Чего тебе надобно, странник?''',\
            '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/318ea1e4-8151-43b3-95a6-4ecfb8a788d8.opus">'''\
            ,'person'],['''Но пока не спеши. Подсоби, бабушке! Обед для гостей важных готовлю я, да что-то не получается. Надобно, \
            чтобы ты мне подсказал, какие явства оставить, да не прогадал, а то гости обозлятся и жар-птицы тебе не видать. Поможешь?''',\
            '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/55ffbd50-f63f-4b85-94f2-0eefc0304e18.opus">''',\
            'zagadka'], ['''Это тебе к жар-птице нашей сердобольной нужно! Но пока не спеши. Подсоби, бабушке! Обед для гостей важных\
            готовлю я, да что-то не получается. Надобно, чтобы ты мне подсказал, какие явства оставить, да не прогадал, \
            а то гости обозлятся и жар-птицы тебе не видать. Поможешь?''',\
              '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/1d794152-81db-484c-8e96-e404edd22b2b.opus">''',\
            'zagadka']]
        }
# Подсказки к загадкам
pers_help={
    999: [['''Посмотри внимательнее на экране. Видишь?''',\
           '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/28d2fd43-d093-4ecc-a58e-75d83bedbd4d.opus">'''\
           ,'''help_not_end''','''1521359/ed1c399cbd8d33d4340c'''],['''Ну что ж придется тебе по картине гадать ! Посмотри внимательно на нее. Готов продолжить? Тогда скажи да''',\
        '''<speaker audio="dialogs-upload/ba73ad37-33af-4bea-8c8d-b6689c2febdd/de64901d-03d6-4778-ad3b-9659df1683e1.opus">''',\
        '''zagadka''','''997614/2d529dca1dcd3aae0ed6''']]
}