exports.WELCOME = {
  txt: `Милости просим в квест-сказку. 
  Тут ты сможешь вместе с новогородским молодцем Садко выполнить несколько заданий и заодно по Кремлю прогуляться.
  Коль устанешь ты, да свернуть с пути захочешь - так и скажи "Хватит".`,
  tts: `Мил+ости прос+им в квест-сказку. 
  Тут ты сможешь вместе с новогородским молодцем Садко выполнить несколько заданий и заодно по Кремлю прогуляться.
  Коль устанешь ты, да свернуть с пути захочешь - так и скажи "Хватит".`,
}


exports.ASKGEO = {
  txt: `Сперва возьми с собой один из волшебных клубков, 
  чтобы не потеряться в тридевятом царстве. 
  Есть маленький (его всего на час хватит) и большой (на весь день). Какой выбираешь?`,
}