exports.WELCOME = {
  txt: `
  Милости просим в квест-сказку. 
  Тут ты сможешь вместе с новогородским молодцем Садко выполнить несколько заданий и заодно по Кремлю прогуляться.
  Коль устанешь ты, да свернуть с пути захочешь - так и скажи "Хватит"
  `,
  tts: `
  Милости просим в квест-сказку. 
  Тут ты сможешь вместе с новогородским молодцем Садко выполнить несколько заданий и заодно по Кремлю прогуляться.
  Коль устанешь ты, да свернуть с пути захочешь - так и скажи "Хватит"
  `,
};


exports.ASKGEO = {
  txt: `Сперва возьми с собой один из волшебных клубков, 
  чтобы не потеряться в тридевятом царстве. 
  Есть маленький (разрешить на 1 час) и большой (разрешить на 1 день). Какой выбираешь?`,
  tts: `Сперва возьми с собой один из волшебных клубков, 
  чтобы не потеряться в тридевятом царстве. 
  Есть маленький sil <[176]> разрешить на 1 час, и большой sil <[176]> разрешить на 1 день. Какой выбираешь?`,
};

exports.KREMLIN = {
  txt: `
    Новгородский  Детинец (также Новгородский кремль) — крепость Великого Новгорода. 
    Детинец расположен на левом берегу реки Волхов. Первое летописное упоминание о нём относится к 1044 году. 
    Является памятником архитектуры федерального значения, охраняется государством. 
    Новгородский детинец как часть исторического центра Великого Новгорода входит в список всемирного наследия ЮНЕСКО.
    Начнём путешествие?
  `,

  tts: `
    Новгородский  Детинец (также Новгородский кремль) — крепость Великого Новгорода. 
    Детинец расположен на левом берегу реки Волхов. Первое летописное упоминание о нём относится к тысяча сорок четвёртому г+оду. 
    Является памятником архитектуры федерального значения, охраняется государством. 
    Новгородский детинец как часть исторического центра Великого Новгорода входит в список всемирного наследия ЮНЕСКО.
    Начнём путешествие?
  `,
};

exports.INTRO = {
  txt: `
    Жил-был гусляр один, Садко его звали. И была у него невеста прекрасная.
    Проснулся однажды утром Садко, глянул в календарь - батюшки, 14 февраля скоро!

    Надобно своей любушке подарок какой выправить. Черевички новые. Али гребешок с изумрудами.

    Слышал Садко как купцы давеча про птицу говаривали, прилетела, мол в Новгород птица-невелица, 
    чудо-чудное, диво-дивное. Жар-птицей ее зовут, что у нее ни попросишь - все выполнит.

    Вот бы поймать ее! То-то Василиса обрадуется!

    Задумался Садко, почесал голову. Куда пойти, куда податься, кого спросить? Глядит на ворота Кремля, думу думает.

    Пойду к Кащею. Он-то точно знает, где птицу дивную найти!

    Кинул Садко клубок и покатился он к бронзовому куполу тысячелетнему, что в середине земель кремлёвских. 
    Следуй за ним, путник. Если потеряешься спроси у меня
    "Где я". Как доберешься, скажи
    "Я на месте".
    А пока идём я могу тебе про него рассказать. Интересно?
  `,

  tts: `
    <speaker audio="alice-music-harp-1.opus">
    Жил-был гусл+яр один, -- Садко его звали. И была у него невеста прекрасная.
    Проснулся однажды утром Садко, глянул в календарь - батюшки - - четырнадцатое февраля скоро!

    <speaker audio="dialogs-upload/5fb9aa09-f841-499d-8a83-f469b5448553/e837dbcf-0581-4397-9838-bef619ac26ed.opus">

    Слышал Садко как купцы давеча про птицу говаривали, прилетела, мол в Новгород птица-невел+ица, 
    чудо-чудное, диво-дивное. Жар-птицей ее зовут, что у нее ни попр+осишь - все выполнит.

    <speaker audio="dialogs-upload/5fb9aa09-f841-499d-8a83-f469b5448553/4f2162c7-6d4c-4c87-85a0-8c5456bf9389.opus">

    Задумался Садко, почесал голову. Куда пойти, куда податься, кого спросить? Глядит на ворота Кремля, думу думает.

    <speaker audio="dialogs-upload/5fb9aa09-f841-499d-8a83-f469b5448553/c47eee57-6fad-4f3b-a795-5c1aca7b26ff.opus">

    Кинул Садко клубок и покатился он к бронзовому куполу тысячелетнему, что в середине земель кремлёвских. 
    Следуй за ним, путник. Если потеряешься спроси у меня
    "Гд+е я". Как доберешься,, скажи
    "+Я н+а м+есте".
    А пока идём sil <[87]> я могу тебе про него рассказать. Интересно?
  `,
};

exports.ONETYEAR = {
  txt: `
    Купол этот непростой:  Памятником 1000-летия России кличут. И всяк богатырь, 
    али князь иль баснописец норовит на ступеньку нижнюю заскочить. 
    Тут и старцы Кирилл и Мефодий, и княгиня Ольга, и Ярослав Мудрый, и Александр Пушкин. 
    Вестимо все уважаемые люди собрались, да только места для Кащея не нашлось, вот он и прячется здесь, 
    да и козни строит, в замок свой на краю света возвращаться не хочет.
  `,

  tts: `
    Купол этот непростой:  Памятником тысячилетия России кличут. И всяк богатырь, 
    али князь иль баснописец норовит на ступеньку нижнюю заскочить. 
    Тут и старцы Кирилл и Мефодий, и княгиня Ольга, и Ярослав Мудрый, и Александр Пушкин. 
    Вестимо все уважаемые люди собрались, да только места для Кащея не нашлось, вот он и прячется здесь, 
    да и козни строит, в замок свой на краю света возвращаться не хочет.
  `,
};